{
  "_class_name": "WriterID",
  "_diffusers_version": "0.27.1",
  "block_out_channels": [
    16,
    32,
    64,
    128,
    128,
    128
  ],
  "encoder_dropout": 0.1,
  "in_channels": 1,
  "latent_channels": 256,
  "norm_num_groups": 16,
  "num_writers": 115961
}
